{
  "title": "OPINION FROM REAL PEOPLE",
  "des": "What clients says about our services.",
  "opinion":[
    {
      "name": "Simonns Hodge",
      "dig": "CEO, Credito",
      "img": "/assets/images/testimonial/user-thumb-one.jpg",
      "comment": "We had almost accepted mediocrity as the norm until Relic came into the picture. Their dedication and results have completely transformed our perspective on what is possible when you find the right partner."
    },
    {
      "name": "Rekon Montino",
      "dig": "CDO, Bulmuci",
      "img": "/assets/images/testimonial/user-thumb-two.jpg",
      "comment": "Our journey with Relic has been eye-opening. They brought clarity and direction where there was confusion. Their methodical approach to solving our problems has been invaluable."
    },
    {
      "name": "Ryan Hillary",
      "dig": "MD, Udilamo",
      "img": "/assets/images/testimonial/user-thumb-three.jpg",
      "comment": "Working with Relic on our website redesign was a revelation. They not only delivered a visually stunning platform but also a user-friendly experience that has significantly boosted our online credibility and audience engagement."
    },
    {
      "name": "Dockrel Kahn",
      "dig": "PM, Walmet",
      "img": "/assets/images/testimonial/user-thumb-four.jpg",
      "comment": "Trust us we looked for a very long time and wasted thousands of dollars testing other teams, freelancers, and outsource companies."
    },
    {
      "name": "Orino Monteno",
      "dig": "CEO, Axion",
      "img": "/assets/images/testimonial/user-thumb-five.jpg",
      "comment": "Finding Relic and working with Leon was a pivotal moment for us. Their ability to translate complex challenges into straightforward solutions has significantly impacted our operations for the better. They're truly in a league of their own."
    },
    {
      "name": "Welfo Roy",
      "dig": "PDO, Komoyo",
      "img": "/assets/images/testimonial/user-thumb-six.jpg",
      "comment": "Thanks to Relic, our digital marketing is now a driving force for our business. Their innovative campaigns and deep understanding of digital trends have significantly improved our customer engagement and brand loyalty."
    }
  ]
}